Repository: RacheleSprugnoli/PUs-Alignment-Manzoni
Catalog: TMX/Longman 1845.tmx
Source language: it
Languages: en

source: un tocco e due e tre e seguita
en: one stroke two three and many following ones

source: ne avessero avuto bisogno
en: had she been in need of such

source: scoccò la campana
en: the bell tolled

source: di galoppo
en: to gallop

source: prese la rincorsa
en: she set off running

source: mettersi in libertà
en: liberate herself

source: Diavolo d' una donna
en: Fiend of a woman
